export default {
	brand: 'DJI',
	name: 'Mavic 2 Pro',
	id: 'dji-mavic-2-pro',
	price: 140900,
	popularity: 0,
	newProduct: true,
	specification: [
		{
			tableName: 'Камера Mavic 2 Pro',
			data: [
				{
					title: 'Матрица',
					info: {
						text: `Матрица 1" CMOS
						<br>
						Число эффективных пикселей: 20 миллионов`
					}
				},
				{
					title: 'Объектив',
					info: {
						text: `FOV: около 77°
							<br>
							28 мм (эквивалент формата: 35 мм)
							<br>
							Диафрагма: f/2.8 – f/11
							<br>
							Фокус: от 1 м до ∞`
					}
				},
				{
					title: 'Диапазон ISO',
					info: {
						text: `Видео:
						<br>
						100-6400
						<br>
						Фото:
						<br>
						100-3200 (авто)
						<br>
						100-12800 (ручной)`
					}
				},
				{
					title: 'Выдержка',
					info: {
						text: 'Скорость электронного затвора: 8–1/8000 с'
					}
				},
				{
					title: 'Макс. размер изображения',
					info: {
						text: '5472×3648'
					}
				},
				{
					title: 'Режимы фотосъемки',
					info: {
						text: `Единичный снимок
						<br>
						серийная съемка: 3/5 кадров
						<br>
						автоматическая экспокоррекция (AEB): 0.7 EV с шагом 3/5 ступени
						<br>
						интервальная съемка (JPEG: 2/3/5/7/10/15/20/30/60 с серийная съемка RAW: 5/7/10/15/20/30/60 с)`
					}
				},
				{
					title: 'Разрешение видео',
					info: {
						text: `4K: 3840×2160 24/25/30p
						<br>
						2.7K: 2688×1512 24/25/30/48/50/60p
						<br>
						FHD: 1920×1080 24/25/30/48/50/60/120p`
					}
				},
				{
					title: 'Макс. битрейт видео',
					info: {
						text: '100 Мбит/с'
					}
				},
				{
					title: 'Цветовой профиль',
					info: {
						text: 'Dlog-M (10 бит), поддержка видео HDR (HLG 10 бит)'
					}
				},
				{
					title: 'Поддерживаемые файловые системы',
					info: {
						text: `FAT32（≤ 32 Гбайт）
						<br>
						exFAT（> 32 Гбайт）`
					}
				},
				{
					title: 'Фотоформаты',
					info: {
						text: 'JPEG / DNG (RAW)'
					}
				},
				{
					title: 'Видеоформаты',
					info: {
						text: 'MP4 / MOV (MPEG-4 AVC/H.264, HEVC/H.265)'
					}
				}
			]
		},
		{
			tableName: 'Камера Mavic 2 Zoom',
			data: [
				{
					title: 'Матрица',
					info: {
						text: `Матрица 1/2,3" CMOS
						<br>
						Число эффективных пикселей: 12 миллионов`
					}
				},
				{
					title: 'Объектив',
					info: {
						text: `FOV: около 83° (24 мм); около 48° (48 мм）
							<br>
							35 мм (эквивалент формата: 24-48 мм)
							<br>
							Диафрагма: f/2.8 (24 мм)–f/3.8 (48 мм)
							<br>
							Фокус: от 0,5 м до ∞`
					}
				},
				{
					title: 'Диапазон ISO',
					info: {
						text: `Видео:
						<br>
						100-3200
						<br>
						Фото:
						<br>
						100-1600 (авто)
						<br>
						100-3200 (ручной)`
					}
				},
				{
					title: 'Выдержка',
					info: {
						text: 'Скорость электронного затвора: 8–1/8000 с'
					}
				},
				{
					title: 'Макс. размер изображения',
					info: {
						text: '4000×3000'
					}
				},
				{
					title: 'Режимы фотосъемки',
					info: {
						text: `Единичный снимок
						<br>
						серийная съемка: 3/5/7 кадров
						<br>
						автоматическая экспокоррекция (AEB): 0.7 EV с шагом 3/5 ступени Bias
						<br>
						интервальная съемка (JPEG: 2/3/5/7/10/15/20/30/60 c RAW: 5/7/10/15/20/30/60 с)`
					}
				},
				{
					title: 'Разрешение видео',
					info: {
						text: `4K: 3840×2160 24/25/30p
						<br>
						2.7K: 2688×1512 24/25/30/48/50/60p
						<br>
						FHD: 1920×1080 24/25/30/48/50/60/120p`
					}
				},
				{
					title: 'Макс. битрейт видео',
					info: {
						text: '100 Мбит/с'
					}
				},
				{
					title: 'Цветовой профиль',
					info: {
						text: 'D-Cinelike'
					}
				},
				{
					title: 'Поддерживаемые файловые системы',
					info: {
						text: `FAT32（≤ 32 Гбайт）
						<br>
						exFAT（> 32 Гбайт）`
					}
				},
				{
					title: 'Фотоформаты',
					info: {
						text: 'JPEG / DNG (RAW)'
					}
				},
				{
					title: 'Видеоформаты',
					info: {
						text: 'MP4 / MOV (MPEG-4 AVC/H.264, HEVC/H.265)'
					}
				}
			]
		},
		{
			tableName: 'Летательный аппарат',
			data: [
				{
					title: 'Взлетная масса',
					info: {
						text: `Mavic 2 Pro: 907 г
						<br>
						Mavic 2 Zoom: 905 г`
					}
				},
				{
					title: 'Размеры',
					info: {
						text: `В сложенном виде:
						<br>
						214×91×84 мм (Д×Ш×В)
						<br>
						В разложенном виде:
						<br>
						322×242×84 мм (Д×Ш×В)`
					}
				},
				{
					title: 'Размер по диагонали',
					info: {
						text: '354 мм'
					}
				},
				{
					title: 'Макс. скорость набора высоты',
					info: {
						text: `5 м/с (режим S)
						<br>
						4 м/с (режим P)`
					}
				},
				{
					title: 'Макс. скорость снижения',
					info: {
						text: `3 м/с (режим S)
						<br>
						3 м/с (режим P)`
					}
				},
				{
					title: 'Макс. скорость (на уровне моря в штиль)',
					info: {
						text: '72 км/ч (режим S)'
					}
				},
				{
					title: 'Макс. высота полета над уровнем моря',
					info: {
						text: '6000 м'
					}
				},
				{
					title: 'Макс. время полета (в штиль)',
					info: {
						text: '31 минут (при скорости 25 км/ч)'
					}
				},
				{
					title: 'Макс. время зависания (в штиль)',
					info: {
						text: '29 минут'
					}
				},
				{
					title: 'Макс. расстояние полета (в штиль)',
					info: {
						text: '18 км (при скорости 50 км/ч)'
					}
				},
				{
					title: 'Макс. допустимая скорость ветра',
					info: {
						text: '29 - 38 км/ч'
					}
				},
				{
					title: 'Макс. угол наклона',
					info: {
						text: '35° (режим S, с пультом управления) 25° (режим P)'
					}
				},
				{
					title: 'Макс. угловая скорость',
					info: {
						text: '200°/с'
					}
				},
				{
					title: 'Диапазон рабочих температур',
					info: {
						text: '-10°...+40°C'
					}
				},
				{
					title: 'Диапазон рабочих частот',
					info: {
						text: '2,400–2,483 ГГц'
					}
				},
				{
					title: 'Мощность передатчика (ЭИИМ)',
					info: {
						text: `2,400–2,483 ГГц
						<br>
						FCC：≤26 дБм
						<br>
						CE：≤20 дБм
						<br>
						SRRC：≤20 дБм
						<br>
						MIC：≤20 дБм`
					}
				},
				{
					title: 'GNSS',
					info: {
						text: 'GPS+ГЛОНАСС'
					}
				},
				{
					title: 'Точность позиционирования',
					info: {
						text: `В вертикальной плоскости:
						<br>
						+/-0,1 м (при включенной системе визуального позиционирования)
						<br>
						+/-0,5 м (позиционирование по спутникам)
						<br>
						В горизонтальной плоскости:
						<br>
						+/- 0,3 м (при включенной системе визуального позиционирования)
						<br>
						+/-1,5 м (при включенной системе визуального позиционирования)`
					}
				},
				{
					title: 'Объем внутренней памяти',
					info: {
						text: '8 Гбайт'
					}
				}
			]
		},
		{
			tableName: 'Стабилизатор',
			data: [
				{
					title: 'Механический диапазон углов вращения',
					info: {
						text: 'Наклон: -135°...45° Поворот: -100°...100°'
					}
				},
				{
					title: 'Рабочий диапазон углов вращения',
					info: {
						text: 'Наклон: -90°...30° Поворот: -75°...75°'
					}
				},
				{
					title: 'Стабилизация',
					info: {
						text: 'По 3 осям (поперечная, продольная и вертикальная)'
					}
				},
				{
					title: 'Макс. управляемая скорость (наклон)',
					info: {
						text: '120°/с'
					}
				},
				{
					title: 'Диапазон угловых вибраций',
					info: {
						text: `±0.01° (Mavic 2 Pro)
						<br>
						±0.005° (Mavic 2 Zoom)`
					}
				}
			]
		},
		{
			tableName: 'Пульт дистанционного управления',
			data: [
				{
					title: 'Диапазон рабочих частот',
					info: {
						text: '2,400–2,483 ГГц'
					}
				},
				{
					title: 'Дальность передачи сигнала (на открытом пространстве)',
					info: {
						text: `2,400–2,483 ГГц
						<br>
						FCC: 10000 м
						<br>
						CE: 6000 м
						<br>
						SRRC: 6000 м
						<br>
						MIC: 6000 м`
					}
				},
				{
					title: 'Диапазон рабочих температур',
					info: {
						text: '0°...+40℃'
					}
				},
				{
					title: 'Мощность передатчика (ЭИИМ)',
					info: {
						text: `2,400–2,483 ГГц
						<br>
						FCC：≤26 дБм
						<br>
						CE：≤20 дБм
						<br>
						SRRC：≤20 дБм
						<br>
						MIC：≤20 дБм`
					}
				},
				{
					title: 'Аккумулятор',
					info: {
						text: '3950 мАч'
					}
				},
				{
					title: 'Рабочий ток/напряжение',
					info: {
						text: '1800 мА ⎓ 3,83 В'
					}
				},
				{
					title: 'Размер совместимого мобильного устройства',
					info: {
						text: 'Макс. длина: 160 мм; макс. толщина: 6,5–8,5 мм'
					}
				},
				{
					title: 'Типы USB-разъемов',
					info: {
						text: `Lightning
						<br>
						Micro USB（Type-B)
						<br>
						USB-C`
					}
				}
			]
		},
		{
			tableName: 'Аккумулятор Intelligent Flight Battery',
			data: [
				{
					title: 'Емкость',
					info: {
						text: '3850 мАч'
					}
				},
				{
					title: 'напряжение',
					info: {
						text: '15.4 В'
					}
				},
				{
					title: 'Макс. напряжение зарядки',
					info: {
						text: '17.6 В'
					}
				},
				{
					title: 'Тип',
					info: {
						text: 'Литий-полимерный 4S'
					}
				},
				{
					title: 'Энергия',
					info: {
						text: '59.29 Вт/ч'
					}
				},
				{
					title: 'Масса нетто',
					info: {
						text: '297 г'
					}
				},
				{
					title: 'Диапазон температур зарядки',
					info: {
						text: '+5℃...+40℃'
					}
				},
				{
					title: 'Макс. мощность зарядки',
					info: {
						text: '80 Вт'
					}
				}
			]
		},
		{
			tableName: 'Система сенсоров',
			data: [
				{
					title: 'Система сенсоров',
					info: {
						text: 'Обнаружение препятствий в нескольких направлениях'
					}
				},
				{
					title: 'Фронтальные датчики',
					info: {
						text: `Диапазон точного измерения: 0,5 - 20 м
						<br>
						Общий диапазон: 20 - 40 м
						<br>
						Скорость обнаружения препятствий: ≤ 14м/с
						<br>
						FOV: горизонтальный: 40°, вертикальный: 70°`
					}
				},
				{
					title: 'Задние датчики',
					info: {
						text: `Диапазон точного измерения: 0,5 - 16 м
						<br>
						Общий диапазон: 16 - 32 м
						<br>
						Скорость обнаружения препятствий: ≤ 12м/с
						<br>
						FOV: горизонтальный: 60°, вертикальный: 77°`
					}
				},
				{
					title: 'Верхние датчики',
					info: {
						text: 'Диапазон точного измерения: 0,1 - 8 м'
					}
				},
				{
					title: 'Нижние датчики',
					info: {
						text: `Диапазон точного измерения: 0,5 - 11 м
						<br>
						Общий диапазон: 11 - 22 м`
					}
				},
				{
					title: 'Боковые датчики',
					info: {
						text: `Диапазон точного измерения: 0,5 - 10 м
						<br>
						Скорость обнаружения препятствий: ≤ 8 м/с
						<br>
						FOV: горизонтальный: 80°, вертикальный: 65°`
					}
				},
				{
					title: 'Условия функционирования',
					info: {
						text: `Фронтальные, задние и боковые датчики:
						<br>
						Поверхность с видимой текстурой, уровень освещенности >15 лк
						<br>
						Верхние датчики:
						<br>
						Диффузно-отражающая поверхность, коэффициент отражения >20% (стена, деревья, люди и т.д.)
						<br>
						Нижние датчики:
						<br>
						Поверхность с видимой текстурой, уровень освещенности >15 лк
						<br>
						Диффузно-отражающая поверхность, коэффициент отражения >20% (стена, деревья, люди и т.д.)`
					}
				}
			]
		},
		{
			tableName: 'Совместимые карты памяти',
			data: [
				{
					title: 'Совместимые карты памяти',
					info: {
						text: `Поддержка карты памяти microSD объемом до 128 Гбайт.
						<br>
						Требуется карта памяти microSD со скоростью UHS-1 Speed Grade 3.`
					}
				},
				{
					title: 'Совместимые карты microSD',
					info: {
						text: `32 Гбайт
						<br>
						Sandisk V30
						<br>
						Sandisk Extreme V30 Pro
						<br>
						64 Гбайт
						<br>
						Sandisk Extreme Pro V30
						<br>
						128 Гбайт
						<br>
						Sandisk Extreme V30
						<br>
						Sandisk Extreme Pro V30
						<br>
						Kingston Canvas Go!
						<br>
						Kingston Canvas React`
					}
				}
			]
		},
		{
			tableName: 'Зарядное устройство',
			data: [
				{
					title: 'Вход',
					info: {
						text: '100-240 В，50/60 Гц，1,8 A'
					}
				},
				{
					title: 'Выход',
					info: {
						text: `Главный: 17,6 В ⎓ 3,41 A
						<br>
						или 17,0 В ⎓ 3,53 A USB: 5 В⎓2 А`
					}
				},
				{
					title: 'Напряжение',
					info: {
						text: '17,6 ± 0,1 В'
					}
				},
				{
					title: 'Номинальная мощность',
					info: {
						text: '60 Вт'
					}
				}
			]
		},
		{
			tableName: 'Приложение',
			data: [
				{
					title: 'Система передачи видео',
					info: {
						text: 'OcuSync 2.0'
					}
				},
				{
					title: 'Имя',
					info: {
						text: 'DJI GO 4'
					}
				},
				{
					title: 'Качество трансляции',
					info: {
						text: `Пульт управления:
						<br>
						720p при 30 кадрах/с / 1080p при 30 кадрах/с
						<br>
						Очки DJI Goggles:
						<br>
						720p при 30 кадрах/с / 1080p при 30 кадрах/с Очки
						<br>
						DJI Goggles RE:
						<br>
						720p при 30 кадрах/с / 1080p при 30 кадрах/с`
					}
				},
				{
					title: 'Задержка сигнала (зависит от условий на месте и вашего мобильного устройства)',
					info: {
						text: '120 - 130 мс'
					}
				},
				{
					title: 'Макс. битрейт трансляции',
					info: {
						text: '12 Мбит/с'
					}
				}
			]
		},
		{
			tableName: 'Примечания',
			data: [
				{
					title: 'Примечания',
					info: {
						text: `Функция распознавания препятствий во всех направлениях позволяет выявлять препятствия слева/справа, сверху/снизу и впереди/сзади. Она работает только по левому и правому борту в режимах ActiveTrack или Tripod (Штатив). Распознавание препятствий не распространяется на окружность в 360 градусов. Система распознавания препятствий слева и справа работает только в опеределенных режимах и условиях. Гарантия DJI не распространяется на повреждения, полученные при полете влево или вправо, даже при активации режимов ActiveTrack и Штатив. Будьте осторожны при управлении Mavic 2 и следите за оповещениями в приложении.
						<br>
						<br>
						Данные характеристики были получены в результате тестирования с использованием последнего программного обеспечения. Обновления ПО улучшают работу устройства, поэтому пользователям рекомендуется регулярно обновлять прошивку.`
					}
				}
			]
		}
	],
	photos: [
		{
			path: 'quadcopters/DJI/Mavic-2-Pro/main-photo.jpg'
		},
		{
			path: 'quadcopters/DJI/Mavic-2-Pro/0d4060617d4c317754fef21a15963140.jpg'
		},
		{
			path: 'quadcopters/DJI/Mavic-2-Pro/2a0979db6fdb16d486175ff95fe89119.jpg'
		},
		{
			path: 'quadcopters/DJI/Mavic-2-Pro/49166f2a3acea9a4985b010daf4a7e52.jpg'
		},
		{
			path: 'quadcopters/DJI/Mavic-2-Pro/20127434f61b00895b911dc7535bec4b.jpg'
		},
		{
			path: 'quadcopters/DJI/Mavic-2-Pro/a907bc0d7cdd3dfb3ca1f4d9a02f28ad.jpg'
		},
		{
			path: 'quadcopters/DJI/Mavic-2-Pro/c9a6c8e80c884b5315bbf1658e6aff6a.jpg'
		},
		{
			path: 'quadcopters/DJI/Mavic-2-Pro/ce50c360035ffcb7461a45666879c51d.jpg'
		},
		{
			path: 'quadcopters/DJI/Mavic-2-Pro/dbde8ee253d3adb281e5c2a6bc7efa99.jpg'
		},
		{
			path: 'quadcopters/DJI/Mavic-2-Pro/f0f9cf34e36db79c1b3fc9f6fada15e4.jpg'
		},
		{
			path: 'quadcopters/DJI/Mavic-2-Pro/f0255a3a5eb45bda473b11090feaa0da.jpg'
		}
	]
}
